Repository: FabricioElias/WP-Widget-Disable
Catalog: languages/rplus-wp-widget-disable-*.po
Languages: de_de

source: Disable Sidebar and Dashboard Widgets
de_de: Deaktiviere Sidebar und Dashboard Widgets

source: Disable Widgets
de_de: Widgets deaktivieren

source: Settings
de_de: Einstellungen

source: is brought to you by %s, we &hearts; WordPress.
de_de: von %s, wir &hearts; WordPress.

source: All Sidebar Widgets are enabled again.
de_de: Alle Sidebar Widgets sind wieder aktiviert.

source: Settings saved. Disabled %s Sidebar Widget for you.
de_de: Einstellungen gespeichert. %s Sidebar Widget deaktiviert.

source: All Dashboard Widgets are enabled again.
de_de: Alle Sidebar Widgets sind wieder aktiviert.

source: Settings saved. Disabled %s Dashboard Widget for you.
de_de: Einstellungen gespeichert. %s Dashboard Widget deaktiviert.

source: Disable Sidebar Widgets
de_de: Sidebar Widgets deaktivieren

source: Check the boxes with the <strong>Sidebar Widgets</strong> you would like to disable for this site. Please note that a widget could still be called using code.
de_de: Wähle die Checkboxen der <strong>Sidebar Widgets</strong> die du deaktivieren möchtest. Bitte beachte, dass ein Widget immer noch via Code instanziert werden kann.

source: Oops, it looks like something is already maniging the Sidebar Widgets for you, because we can't get them for you.
de_de: Hoppla, es sieht so aus als ob die Sidebar Widgets bereits für die verwaltet werden, wir können leider keine finden.

source: Disable Dashboard Widgets
de_de: Dashboard Widgets deaktivieren

source: Check the boxes with the <strong>Dashboard Widgets</strong> you would like to disable for this site.
de_de: Wähle die Checkboxen der <strong>Dashboard Widgets</strong> die du deaktivieren möchtest.

source: We know it's inconvenient, but please travel to the %s first to make the list of dashboard widgets available to this plugin.
de_de: Bitte surfe kurz zum %s damit wir eine Liste aller Dashboard Widgets anlegen können.

source: Disable WordPress and Dashboard Widgets with an easy to use interface. Simply use the checkboxes provided under <strong>Settings -> Disable Widgets</strong> and select the Widgets you'd like to hide.
de_de: Deaktiviere WordPress und Dashboard Widgets über eine einfache Benutzeroberfläche. Verwende die Checkboxen unter <strong>Darstellung -> Widgets deaktivieren</strong> um Widgets zu entfernen.
